/* Installation status: Master text for a list of other enabled versions. */
"%@ %@ and %@ are enabled." = "%1$@ %2$@ and %3$@ are enabled.";

/* Alert when a mailbundle has been moved by another application. */
"%@ has been moved from its previous location by another application." = "%@ has been moved from its previous location by another application.";

/* Unknown domain */
"(unknown)" = "(unknown)";

/* Install error (trying to remove an existing mailbundle) */
"A plugin already exists, and we've been asked not to replace existing items." = "A plugin already exists, and we've been asked not to replace existing items.";

/* Local domain */
"All users" = "All users";

/* Install error (trying to disable)
   Install error (trying to install)
   Install error (trying to enable): Can't remove an existing plugin */
"An existing bundle is present that we wouldn't or couldn't remove." = "An existing bundle is present that we wouldn't or couldn't remove.";

/* Plugin status: enabled */
"and enabled" = "and enabled";

/* Plugin status: disabled */
"but disabled" = "but disabled";

/* Operations error (trying to install) */
"Copying the mailbundle failed." = "Copying the mailbundle failed.";

/* Preferences error (trying to enable Mailbundles) */
"Couldn't enable Mailbundles." = "Couldn't enable Mailbundles.";

/* Install error (trying to enable): No Mail/Bundles dir
   Install error (trying to install) */
"Couldn't find or create the Bundles directory." = "Couldn't find or create the Bundles directory.";

/* Install error (trying to disable) */
"Couldn't find or create the Disabled Bundles directory." = "Couldn't find or create the Disabled Bundles directory.";

/* Install error (trying to disable) */
"Couldn't find the plugin to disable at: %@" = "Couldn't find the plugin to disable at: %@";

/* Install error (trying to enable): Can't find the file to copy */
"Couldn't find the plugin to enable at: %@" = "Couldn't find the plugin to enable at: %@";

/* Install error (trying to install) */
"Couldn't find the plugin to install at: %@" = "Couldn't find the plugin to install at: %@";

/* Install error (trying to remove) */
"Couldn't find the plugin to remove at: %@" = "Couldn't find the plugin to remove at: %@";

/* Validation error */
"Couldn't load bundle information for path: %@" = "Couldn't load bundle information for path: %@";

/* Preferences error (trying to set Mailbundle compatibility) */
"Couldn't set the Mailbundle compatability level." = "Couldn't set the Mailbundle compatability level.";

/* Toolbar button label: disable
   Window button label: disable */
"Disable" = "Disable";

/* Window button label: enable
   Toolbar button label: enable */
"Enable" = "Enable";

/* Toolbar button label: mixed enable/disable */
"Enable / Disable" = "Enable / Disable";

/* Operations error (trying to enable) */
"Enabling the mailbundle failed." = "Enabling the mailbundle failed.";

/* Install error (trying to install) */
"Failed to copy the  bundle." = "Failed to copy the  bundle.";

/* Install error (generic copy error message) */
"Failed to copy the bundle (for an unknown reason)." = "Failed to copy the bundle (for an unknown reason).";

/* Install error (trying to create Library/Bundles directory) */
"Failed to create the subdirectory '%@' for an unknown reason. Check permissions?" = "Failed to create the subdirectory '%@' for an unknown reason. Check permissions?";

/* Install error (trying to create Library/Bundles directory) */
"Failed to create the subdirectory '%@', because there's an existing file there." = "Failed to create the subdirectory '%@', because there's an existing file there.";

/* Disable message: failure (not used) */
"Failed to disable %@" = "Failed to disable %@";

/* Enable message: failure (not used) */
"Failed to enable %@" = "Failed to enable %@";

/* Installation message: failure */
"Failed to install %@" = "Failed to install %@";

/* Install error (generic move error message) */
"Failed to move the bundle (for an unknown reason)." = "Failed to move the bundle (for an unknown reason).";

/* Install error (trying to enable): Couldn't move the file from disabled to enabled folder
   Install error (trying to disable) */
"Failed to move the plugin." = "Failed to move the plugin.";

/* Removal message: failure */
"Failed to remove %@" = "Failed to remove %@";

/* Install error (trying to remove an existing mailbundle) */
"Failed to remove existing bundle." = "Failed to remove existing bundle.";

/* Preferences error (generic) */
"Failed to set the %@ preference." = "Failed to set the %@ preference.";

/* Install error (trying to remove) */
"Failed to trash the bundle (for an unknown reason)." = "Failed to trash the bundle (for an unknown reason).";

/* Install error (trying to locate Library directory) */
"Failed, because we didn't get an appropriate Library directory." = "Failed, because we didn't get an appropriate Library directory.";

/* Generic failure message. */
"Failed." = "Failed.";

/* Plugin status: Local domain description */
"for all users" = "for all users";

/* Plugin status: User domain description */
"for this user" = "for this user";

/* Window button label: install */
"Install" = "Install";

/* Plugin status: installed */
"installed %@ %@." = "installed %1$@ %2$@.";

/* Disable message: success info (not used) */
"It will be absent when you next launch Mail." = "It will be absent when you next launch Mail.";

/* Removal message: success info */
"It will be absent when you next launch Mail. You can retrieve it from the Trash if you change your mind." = "It will be absent when you next launch Mail. You can retrieve it from the Trash if you change your mind.";

/* Installation message: success info
   Enable message: success info (not used) */
"It will be available when you next launch Mail." = "It will be available when you next launch Mail.";

/* Installation status: none */
"No copies of %@ are enabled." = "No copies of %@ are enabled.";

/* Default error explanation. */
"No further information is available." = "No further information is available.";

/* Validation error */
"No mailbundle file appears to exist at: %@" = "No mailbundle file appears to exist at: %@";

/* Plugin status: not installed */
"not currently installed." = "not currently installed.";

/* Okay button */
"OK" = "OK";

/* Installation status: Multiple other copies are installed, and so is this. */
"Other than this copy, versions" = "Other than this copy, versions";

/* Window button label: remove */
"Remove" = "Remove";

/* Operations error (trying to remove) */
"Removing the mailbundle failed." = "Removing the mailbundle failed.";

/* Operations error (trying to enable) */
"Setting Mail preferences to enable mailbundles failed." = "Setting Mail preferences to enable mailbundles failed.";

/* Generic success message. */
"Succeeded." = "Succeeded.";

/* Disable message: success (not used) */
"Successfully disabled %@" = "Successfully disabled %@";

/* Enable message: success (not used) */
"Successfully enabled %@" = "Successfully enabled %@";

/* Installation message: success */
"Successfully installed %@" = "Successfully installed %@";

/* Removal message: success */
"Successfully removed %@" = "Successfully removed %@";

/* Plugin status: main string */
"This copy of %@ is %@" = "This copy of %1$@ is %2$@";

/* Installation status: one */
"This is the only enabled copy of %@." = "This is the only enabled copy of %@.";

/* Install error (trying to disable) */
"This plugin is already disabled." = "This plugin is already disabled.";

/* Install error (trying to enable): Already enabled */
"This plugin is already enabled." = "This plugin is already enabled.";

/* Install error (trying to disable)
   Install error (trying to enable): Can't enable a bundle that isn't installed. */
"This plugin isn't installed." = "This plugin isn't installed.";

/* User domain */
"This user" = "This user";

/* Installation status: One other copy is installed. */
"Version %@ is currently enabled." = "Version %@ is currently enabled.";

/* Installations status: Multiple other copies are installed; this copy is not installed. */
"Versions" = "Versions";

